Repository: wp-plugins/wp-login-timeout-settings
Catalog: languages/wp-login-timeout-settings-*.po
Languages: fr_fr

source: Settings
fr_fr: Réglages

source: Login timeout
fr_fr: Durée de connexion

source: Authentication cookies
fr_fr: Cookies d'authentification

source: By default, the authentication cookies remembering is 2 days. When "Remember me" is set, the cookies will be kept for 14 days. (see <a href="http://codex.wordpress.org/Function_Reference/wp_set_auth_cookie" target="_blank">Function Reference/wp set auth cookie in Wordpress Codex</a>)
fr_fr: Par défaut, les cookies d'authentification sont valables 2 jours. Quand "Se souvenir de moi" est cochée, les cookies d'authentification sont valables 14 jours. (voir <a href="http://codex.wordpress.org/Function_Reference/wp_set_auth_cookie" target="_blank">Function Reference/wp set auth cookie in Wordpress Codex</a> (en))

source: For more information:
fr_fr: Pour plus d'informations:

source: Visit plugin page
fr_fr: Aller sur la page de l'extension

source: Timeout settings
fr_fr: Réglages de durée de connexion

source: Default timeout (default: 2 days)
fr_fr: Durée de connexion standard (par défaut: 2 jours)

source: Remember me timeout (default: 14 days)
fr_fr: Durée de connexion avec "Se souvenir de moi" (par défaut: 14 jours)

source: By default, the authentication cookies remembering is 2 days. When "Remember me" is set, the cookies will be kept for 14 days. This panel allows you to change these settings.
fr_fr: Par défaut, les cookies d'authentification sont valables 2 jours. Quand "Se souvenir de moi" est cochée, les cookies d'authentification sont valables 14 jours. Cette fenêtre vous permet de modifier ces paramètres.

source: hour(s)
fr_fr: heure(s)

source: day(s)
fr_fr: jour(s)
